# Taps
tap "piotrrojek/tap"
tap "anomalyco/tap"

# CLI tools
brew "age"
brew "bash"
brew "bat"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "direnv"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpeg-full"
brew "fzf"
brew "gh"
brew "git-absorb"
brew "git-delta"
brew "glow"
brew "go"
brew "grpcurl"
brew "helm"
brew "k9s"
brew "kind"
brew "krew"
brew "kubecolor"
brew "kubectx"
brew "kubernetes-cli"
brew "libpq"
brew "llama.cpp"
brew "node"
brew "pandoc"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "popeye"
brew "ripgrep"
brew "sops"
brew "starship"
brew "stern"
brew "tldr"
brew "uv"
brew "yq"
brew "yt-dlp"
brew "zig"
brew "zoxide"
brew "icloud-keychain"
brew "hf"
brew "nmap"
brew "opencode"
brew "sshpass"
brew "virtctl"
brew "jq"
brew "glow"

# Apps
cask "ghostty"
cask "orbstack"
cask "stats"
cask "zed"
cask "obsidian"
cask "postgres-app"
cask "turbovnc-viewer"
