# Taps
tap "piotrrojek/tap"

# CLI tools
brew "bash"
brew "chezmoi"
brew "cmake"
brew "ffmpeg"
brew "ffmpeg-full"
brew "gh"
brew "glow"
brew "go"
brew "grpcurl"
brew "helm"
brew "k9s"
brew "kind"
brew "kubectx"
brew "kubernetes-cli"
brew "libpq"
brew "llama.cpp"
brew "node"
brew "pandoc"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "ripgrep"
brew "starship"
brew "uv"
brew "yt-dlp"
brew "zig"
brew "icloud-keychain"
brew "hf"
brew "nmap"
brew "sshpass"
brew "virtctl"
brew "poppler"
brew "jq"

# Apps
cask "ghostty"
cask "orbstack"
cask "stats"
cask "zed"
cask "obsidian"
cask "postgres-app"
cask "turbovnc-viewer"
